Repository: wilberhdez/app1
Catalog: apps/com.metrological.ui.Demo/Contents/Localization/*.strings
Languages: es_eu

source: BACK
es_eu: VOLVER

source: NEXT
es_eu: SIGUIENTE

source: REMOVE
es_eu: REMOVER

source: CANCEL
es_eu: CANCELAR

source: SELECT
es_eu: SELECCIONAR

source: SEARCH
es_eu: BUSCAR

# NO_RESULTS
source: No results found
es_eu: Sin resultados

source: LOGOUT
es_eu: CERRAR SESIÓN

# TERMS
source: Besondere Gesch&auml;ftsbedingungen
es_eu: Términos &amp; Condiciones

source: AGREE
es_eu: ACEPTAR

# ABOUT
source: About this App
es_eu: Sobre esta App

# PLAYBACK_ERROR
source: Error trying to playback this content.
es_eu: Error al intentar reproducir este contenido.

source: RETRY
es_eu: REINTENTAR

source: CLOSE
es_eu: CERRAR

source: IMPRESSUM
es_eu: ADVERTENCIA LEGAL

source: APP STORE
es_eu: APPS

source: ALL APPS
es_eu: TODAS LAS APPS

source: NOW PLAYING
es_eu: AHORA

source: LIVE TV
es_eu: TV EN VIVO

source: FORGOT PIN?
es_eu: ¿OLVIDASTE TU PIN?

source: ADD PROFILE
es_eu: AÑADIR PERFIL

# PAGE
source: PAGE %s OF %s
es_eu: PÁGINA %s DE %s

# WIDGET_BY
source: App by
es_eu: App por

# MORE_INFO
source: More information
es_eu: Más información

# COPYRIGHT
source: Copyright Â© %s
es_eu: Derechos de autor &copy; %s

# RIGHTS_RESERVED
source: All rights reserved
es_eu: Todos los derechos reservados

source: SPACE
es_eu: ESPACIO

# PROFILE_REQUIRED
source: Please select a profile.
es_eu: Selecciona un perfil

# PROFILE_TITLE
source: Profile
es_eu: Perfil

# PROFILE_MESSAGE
source: Select profile below.
es_eu: Selecciona el perfil abajo

# PROFILE_MESSAGE_ACTIVE
source: Select profile below, or logout "%s".
es_eu: Selecciona el perfil abajo, o cierra sesión "%s".

# PROFILE_OPTIONS
source: Profile
es_eu: Perfil

# PROFILE_OPTIONS_MESSAGE
source: Select action below for "%s".
es_eu: Selección la acción abajo para "%s".

# PROFILE_PIN
source: Profile
es_eu: Perfil

# PROFILE_PIN_MESSAGE
source: Please enter your PIN.
es_eu: Ingresa tu PIN

# PROFILE_PIN_ERROR
source: Error: the PIN was incorrect.
es_eu: Error: el PIN es incorrecto.

# PROFILE_CREATE
source: Profile
es_eu: Perfil

# PROFILE_CREATE_MESSAGE
source: Please enter your name.
es_eu: Ingresa tu nombre.

# PROFILE_CREATE_EXISTS
source: This name already exists.
es_eu: Este nombre ya existe.

# PROFILE_CREATE_PIN
source: Profile
es_eu: Perfil

# PROFILE_CREATE_PIN_MESSAGE
source: Please enter a personal PIN.
es_eu: Por favor ingrese su PIN

source: STORE PROFILE
es_eu: GUARDAR PERFIL

source: SWITCH PROFILE
es_eu: CAMBIA PERFIL

source: SELECT PROFILE
es_eu: SELECCIONA PERFIL

# TWITTER_CODE
source: Login to Twitter and enter below the 7 digit code you receive.
es_eu: Inicia sesión en Twitter e ingresa abajo el código de 7 dígitos que recibas.

# TWITTER_INVALIDCODE
source: Incorrect code. Please re-enter your email address to receive a new code.
es_eu: Código incorrecto. Reingresa tu dirección de e-mail para recibir un nuevo código.

# TWITTER_METHOD
source: Connection method for twitter:
es_eu: Método de conexión para twitter:

# TWITTER_EMAIL
source: Please enter your e-mail address below. An e-mail will be sent to this address containing a link to the code required to complete the setup.
es_eu: Ingresa tu dirección de e-mail abajo. Un correo electrónico será enviado a esta dirección que contiene un enlace al código requerido para completar la configuración.

# TWITTER_EMAIL_SUBJECT
source: Activation code for your Twitter-app
es_eu: Código de activación para tu app Twitter

# TWITTER_EMAIL_BODY
source: You have informed us that you want to use the Twitter-app on your Metrological TV HD+ Box. A 7-digit code is needed to activate the App. Click the link below to receive the 7-digit code required to activate the Twitter app on your Metrological TV HD+ Box. %s We hope you enjoy the Twitter app. Kind regards.
es_eu: Nos has informado que deseas utilizar la App Twitter en tu d-BOX. Se necesita un código de 7 dígitos para activar la aplicación. Haz clic en el enlace de abajo para recibir el código de 7 dígitos necesario para activar Twitter en tu d-BOX. %s Esperamos que disfrutes de la aplicación de Twitter. Saludos cordiales, Metrological

# FB_CODE
source: Goto facebook.com/device and use code: %s
es_eu: Ingresa a facebook.com/device y usa el código: %s

# CATEGORY_FAVORITES
source: FAVOURITES
es_eu: FAVORITOS

# CATEGORY_VIDEODE
source: TV & VIDEO
es_eu: TV Y VIDEO

# CATEGORY_VIDEO
source: TV & VIDEO
es_eu: TV Y VIDEO

# CATEGORY_NEWSDE
source: NEWS & INFO
es_eu: NOTICIAS E INFORMACIÓN

# CATEGORY_NEWS
source: NEWS & INFO
es_eu: NOTICIAS E INFORMACIÓN

# CATEGORY_SOCIAL
source: SOCIAL TV
es_eu: TV SOCIAL

# CATEGORY_GAMES
source: GAMES
es_eu: JUEGOS

# CATEGORY_SPORT
source: SPORT
es_eu: DEPORTE

# CATEGORY_LIFESTYLE
source: LIFESTYLE
es_eu: ESTILO DE VIDA

# CATEGORY_FEATURED
source: FEATURED
es_eu: DESTACADO

# CATEGORY_RECENTLY
source: RECENTLY
es_eu: RECIENTE

# ADDFAVO
source: Add/remove favourite Apps
es_eu: Añadir/quitar Apps favoritas

# ADDFAVO_DESC
source: Press OK to start managing your favourite Apps
es_eu: Presiona OK para comenzar a administrar tus Apps favoritas

# ADDFAVO_SELECTED
source: Navigate to your favourite App and press OK to add the App to FAVOURITES. Press BACK at any time to cancel
es_eu: Navega a tu App favorita y presiona OK para añadirla a FAVORITOS. Presiona VOLVER en cualquier momento para cancelar

# ADDFAVO_APP
source: Add %s
es_eu: Añadir %s

# REMOVEFAVO_APP
source: Remove %s
es_eu: Quitar %s

# CONFIRM_ADDFAVO
source: Press OK to add App to FAVOURITES. Press BACK at any time to cancel
es_eu: Presiona OK para añadir App a FAVORITOS. Presiona VOLVER en cualquier momento para cancelar

# CONFIRM_REMOVEFAVO
source: Press OK to remove App from FAVOURITES. Press BACK at any time to cancel
es_eu: Presiona OK para quitar App de FAVORITOS. Presiona VOLVER en cualquier momento para cancelar

# REORDERFAVO
source: Re-order FAVOURITES
es_eu: Reordenar FAVORITOS

# REORDERFAVO_DESC
source: Press OK to re-order the positions of the Apps in FAVOURITES. Press BACK at any time to cancel
es_eu: Presiona OK para reordenar las posiciones de las Apps en FAVORITOS. Presiona VOLVER en cualquier momento para cancelar

# REORDERFAVO_SELECTED
source: Navigate to the App you want to move to a new position or press OK to cancel. Arrows indicate the direction to which you are able to move the App
es_eu: Navega a la App que quieres mover a una nueva posición o presiona OK para cancelar. Las flechas indican la dirección a la cual puedes mover la App

# REORDERFAVO_APP
source: Move %s
es_eu: Mover %s

# START_REORDERFAVO
source: Press OK to move App in FAVOURITES. Press BACK at any time to cancel
es_eu: Presiona OK para mover App en FAVORITOS. Presiona VOLVER en cualquier momento para cancelar

# STOP_REORDERFAVO
source: Press UP, LEFT, RIGHT and DOWN to reposition the App and press OK to confirm the new position. Press BACK at any time to cancel
es_eu: Presiona ARRIBA, IZQUIERDA, DERECHA y ABAJO para reposicionar la App y presiona OK para confirmar la nueva posición. Presiona VOLVER en cualquier momento para cancelar

# BLOCKEDTEXT
source: Press BACK to return to Live TV
es_eu: Presiona VOLVER para regresar a la TV en vivo
